Repository: 00mjk/subsurface
Catalog: po/*.po
Languages: fr_fr

source: No Events
fr_fr: Aucun événement

# Stats
source: > Month
fr_fr: > Mois

source: Download
fr_fr: Télécharger

source: Please select dive computer and device.
fr_fr: Veuillez choisir un ordinateur de plongée et son périphérique associé.

# Starts with space!
source: begin
fr_fr: début

# Starts with space!
source: end
fr_fr: fin

source: %.0f%s of %s
fr_fr: %.0f%s de %s

source: %1$s%2$s, %3$s %4$d, %5$d %6$d:%7$02d
fr_fr: %1$s%2$s %4$d %3$s %5$d, %6$d:%7$02d

source: %1$s, %2$s %3$d, %4$d %5$dh%6$02d
fr_fr: %1$s %3$d %2$s, %4$d, %5$dh%6$02d

source: %1$s, %2$s %3$d, %4$d %5$02d:%6$02d
fr_fr: %1$s %3$d %2$s %4$d, %5$02d:%6$02d

source: %1$s, %2$s %3$d, %4$d %5$2d:%6$02d
fr_fr: %1$s %3$d %2$s %4$d, %5$2d:%6$02d

source: %dd %dh %dmin
fr_fr: %d j %d h %d min

source: %s CNS:%u%%
fr_fr: %s SNC : %u%%

source: %s Calculated ceiling %.0f %s
fr_fr: %s Plafond calculé %.0f %s

source: %s Deco:%umin @ %.0f %s
fr_fr: %s Décompression : %umin @ %.0f %s

source: %s Deco:unkn time @ %.0f %s
fr_fr: %s Décompression : durée inconnue @ %.0f %s

source: %s In deco
fr_fr: %s En décompression

source: %s Safetystop:%umin @ %.0f %s
fr_fr: %s Arrêt de sécurité : %umin @ %.0f %s

source: %s Safetystop:unkn time @ %.0f %s
fr_fr: %s Arrêt de sécurité : durée inconnue @ %.0f %s

source: %s Subsurface dive plan based on GFlow = %.0f and GFhigh = %.0f
fr_fr: %s Subsurface sumilation de plongée basé sur un GFlow = %.0f et un GFhigh = %.0f

source: %s event at %d:%02u
fr_fr: %s événement à %d:%02u

source: %s: Response from divelogs.de
fr_fr: %s: Réponse de divelogs.de

source: (%s) or (%s)
fr_fr: (%s) ou (%s)

source: (click to edit date/time)
fr_fr: (cliquer pour modifier la date et l'heure de la plongée)

source: (click to edit date/time/depth)
fr_fr: (cliquer pour modifier la date, l'heure et la profondeur de la plongée)

source: (no dives)
fr_fr: (pas de plongées)

source: (nothing)
fr_fr: (rien)

source: 0.6 cuft/min
fr_fr: 0.016 m³/min

source: 0.7 cuft/min
fr_fr: 0.02 m³/min

source: 2 dives per page
fr_fr: 2 plongées par page

source: 2 pcs full suit
fr_fr: Combi 2 pièces

source: 3m increments for calculated ceiling
fr_fr: Pas de 3 m pour calculer le plafond

source: 6 dives per page
fr_fr: 6 plongées par page

source: <small>Add segments below. Each line describes part of the planned dive. An entry with depth, time and gas describes a segment that ends at the given depth, takes the given time (if relative, e.g. '+3:30') or ends at the given time (if absolute e.g '@5:00', 'runtime'), and uses the given gas. An empty gas means 'use previous gas' (or AIR if no gas was specified). An entry that has a depth and a gas given but no time is special; it informs the planner that the gas specified is available for the ascent once the depth given has been reached. CC SetPoint specifies CC (rebreather) dives, leave empty for OC.</small>
fr_fr: <small>Ajouter des sections ci-dessous. Chaque ligne décrit une partie de la plongée prévue. Une ligne comprend la profondeur, le temps et le gaz utilisé pendant la section qui se termine à la profondeur désignée, dure le temps prévu (si durée relative : « +3:30 ») ou finit au temps prévu (si la durée est absolue) et utilise la quantité de gaz indiquée. Si aucun gaz n'est précisé, cela correspondra à « utiliser le gaz précédant » (ou à AIR si aucun gaz n'a été spécifié). Un entrée avec une profondeur et un gaz mais sans durée est particulière ; elle informe le planificateur que le volume de gaz indiqué sera disponible pour la remonté une fois la profondeur indiquée atteinte. Les repères CF sont pour les plongées en CF (circuit-fermé, avec recycleur), laisser vide pour les plongées en CO (circuit ouvert).</small>

source: About Subsurface
fr_fr: À propos de Subsurface

source: Add
fr_fr: Ajouter

source: Add Dive...
fr_fr: Ajouter une plongée...

source: Add bookmark event here
fr_fr: Ajouter un signet ici

source: Add dive
fr_fr: Ajouter une plongée

source: Add gas change event here
fr_fr: Ajouter un changement de mélange ici

source: Add gaschange event at %d:%02u
fr_fr: Ajouter un changement de mélange à %d:%02u

source: Add to trip above
fr_fr: Ajouter au groupe au-dessus

source: Add waypoint
fr_fr: Ajouter des points de cheminement

source: Air Press
fr_fr: Pression athmosphérique

source: Air Temp
fr_fr: Temp. atmosphérique

source: Air Temp in %s
fr_fr: Temp. atmosphérique en %s

source: Always prefer downloaded dive
fr_fr: Choisir les plongées téléchargées par défaut

source: Apr
fr_fr: Avril

source: Aug
fr_fr: Août

source: Autogroup
fr_fr: Grouper automatiquement

source: Available gases
fr_fr: Gaz disponibles

# Depth
source: Average
fr_fr: Moyenne

# Duration
source: Average
fr_fr: Moyenne

# SAC
source: Average
fr_fr: Moyenne

# Temp
source: Average
fr_fr: Moyenne

source: Avg Depth
fr_fr: Profondeur moy.

source: Avg Depth (%s):
fr_fr: Profondeur moyenne (%s) :

source: Avg SAC
fr_fr: Consommation d'air moy.

source: Avg Temp
fr_fr: Temp. moy.

source: Avg Time
fr_fr: Tps moy.

source: Bailing out to OC
fr_fr: Passer en CO

source: Buddy
fr_fr: Binôme

source: CC SetPoint
fr_fr: repère CF

source: Can't find gas %d/%d
fr_fr: Impossible de trouver le gaz %d/%d

source: Can't open stylesheet (%s)/%s
fr_fr: Impossible d'ouvrir la feuille de style (%s)/%s

source: Cancelled, exiting cleanly...
fr_fr: Annulé, sortie en cours...

source: Cancelled...
fr_fr: Annulé...

source: Cannot add gas change
fr_fr: Impossible d'ajouter un changement de mélange

source: Cannot parse response!
fr_fr: Impossible de lire la réponse

source: Choose Default XML File
fr_fr: Choisissez le fichier XML par défaut

source: Choose XML Files To Import Into Current Data File
fr_fr: Choisissez le fichier XML à importer dans les données actuelles

source: Close
fr_fr: Fermer

source: Collapse all
fr_fr: Tout replier

source: Connecting...
fr_fr: Connexion en cours...

source: Connection Error:
fr_fr: Erreur de connexion :

source: Create new trip above
fr_fr: Créer un nouveau groupe au-dessus

source: CuFt
fr_fr: Pieds³

source: Cyl
fr_fr: Blk

source: Cylinder
fr_fr: Bloc

source: Cylinder for planning
fr_fr: Bloc pour la simulation

source: Cylinders
fr_fr: Blocs

source: D:%.1f %s
fr_fr: P : %.1f %s

source: DISCLAIMER / WARNING: THIS IS A NEW IMPLEMENTATION OF THE BUHLMANN ALGORITHM AND A DIVE PLANNER IMPLEMENTION BASED ON THAT WHICH HAS RECEIVED ONLY A LIMITED AMOUNT OF TESTING. WE STRONGLY RECOMMEND NOT TO PLAN DIVES SIMPLY BASED ON THE RESULTS GIVEN HERE.
fr_fr: ATTENTION : CECI EST UNE NOUVELLE IMPLÉMENTATION DE L'ALGORITHME DE BUHLMANN ET LE SIMULATEUR DE PLONGÉE N'A ÉTÉ TESTÉ QUE SOMMAIREMENT. IL EST FORTEMENT CONSEILLÉ DE NE PAS PLONGER EN SE BASANT UNIQUEMENT SUR LES INDICATIONS FOURNIES ICI.

source: Database connection failed '%s'.
fr_fr: Connexion à la base de données impossible '%s'.

source: Database query failed '%s'.
fr_fr: Échec de la requête '%s'.

source: Database query get_events failed.
fr_fr: Échec de la requête.

source: Date and Time
fr_fr: Date et heure

source: Dec
fr_fr: Déc.

source: Default XML Data File
fr_fr: Fichier XML par défaut

source: Delete a dive computer information entry
fr_fr: Supprimer un ordinateur de plongée

source: Delete dive
fr_fr: Supprimer la plongée

source: Delete dives
fr_fr: Supprimer les plongées

source: Depth
fr_fr: Profondeur

source: Depth Limit Exceeded
fr_fr: Profondeur plafond dépassée

source: Depth:
fr_fr: Profondeur :

source: Device Id
fr_fr: Nom du périphérique

source: Device or mount point
fr_fr: Périphérique ou point de montage

source: Display invalid dives
fr_fr: Afficher les plongées erronées

source: Dive #%1$d - %2$s %3$02d/%4$02d/%5$04d at %6$d:%7$02d %8$s
fr_fr: Plongée n°%1$d - %2$s %4$02d/%3$02d/%5$04d à %6$d:%7$02d %8$s

source: Dive #%d -
fr_fr: Plongée n°%d -

source: Dive %d: %s %d %04d
fr_fr: Plongée n°%d - %s %d %04d

source: Dive Computer Nickname
fr_fr: Surnom de l'ordinateur de plongée

source: Dive Info
fr_fr: Détails de plongée

source: Dive Notes
fr_fr: Notes de plongée

source: Dive Plan - THIS IS JUST A SIMULATION; DO NOT USE FOR DIVING
fr_fr: Planificateur de plongée - CECI EST UNE SIMULATION ; NE PAS L'UTILISER POUR PLONGER

source: Dive Tags
fr_fr: Étiquettes de plongée

source: Dive Time
fr_fr: Temps de plongée

source: Dive Time Alert
fr_fr: Alerte temps de plongée

source: Dive Time Info
fr_fr: Temps de plongée

source: Dive computer vendor and product
fr_fr: Marque et modèle de l'ordinateur de plongée

source: Dive data import error
fr_fr: Erreur à l'import des données de plongées

source: Dive locations
fr_fr: Lieux

source: Dive master
fr_fr: Chef de palanquée

source: Dive starts when?
fr_fr: Début de la plongée ?

source: Dive#
fr_fr: Plongée n°

source: Divelist Font
fr_fr: Police pour la liste de plongée

source: Divemaster
fr_fr: Chef de palanquée

source: Dives
fr_fr: Plongées

source: Dives Locations
fr_fr: Lieux

source: Download From Dive Computer
fr_fr: Télécharger depuis l'ordinateur de plongée

source: Download From Dive Computer...
fr_fr: Télécharger depuis l'ordinateur de plongée...

source: Download From Web Service
fr_fr: Télécharger depuis le serveur

source: Download From Web Service...
fr_fr: Télécharger depuis le serveur...

source: Download Success!
fr_fr: Téléchargement réussi

source: Duration
fr_fr: Durée

source: Duration (min)
fr_fr: Durée (min)

source: EAN%d
fr_fr: Nitrox%d

source: EAN32
fr_fr: Nitrox32

source: EAN36
fr_fr: Nitrox36

source: Edit
fr_fr: Modifier

source: Edit Device Names
fr_fr: Modifier le nom du périphérique

source: Edit Dive Computer Nicknames
fr_fr: Modifier le surnom de l'ordinateur de plongée

source: Edit Trip Info
fr_fr: Modifier les informations du groupe

source: Edit Trip Summary
fr_fr: Modifier le résumé du groupe

source: Edit a dive computer nickname by double-clicking it in the relevant nickname field
fr_fr: Modifier le surnom de l'ordinateur de plongée en faisant un double-clic sur le champ du surnom.

source: Edit dive
fr_fr: Modifier la plongée

source: Edit dive date/time
fr_fr: Modifier la date et l'heure de la plongée

source: Edit dives
fr_fr: Modifier les plongées

source: Edit multiple dives
fr_fr: Modifier plusieurs plongées

source: Edit trip summary
fr_fr: Modifier le résumé du groupe

source: Enable / Disable Events
fr_fr: Activer/désactiver des événements

source: Enable / Disable Tags
fr_fr: Activer / Désactiver les étiquettes

source: End
fr_fr: Fin

source: Ending Depth
fr_fr: Profondeur finale

source: Enter a user identifier and press 'Download'. Once the download is complete you can press 'Apply' if you wish to apply the changes.
fr_fr: Entrer l'identifiant de l'utilisateur et appuyer sur « Télécharger ». Une fois le téléchargement complet vous pouvez appuyer sur « Appliquer » si vous voulez appliquer les modifications.

source: Equipment
fr_fr: Équipement

source: Error
fr_fr: Erreur

source: Error obtaining water salinity
fr_fr: Impossible d'obtenir la salinité de l'eau

source: Error parsing the datetime
fr_fr: Impossible d'analyser l'heure

source: Error parsing the divetime
fr_fr: Impossible d'analyser le temps de plongée

source: Error parsing the gas mix
fr_fr: Impossible d'analyser le mélange gazeux

source: Error parsing the gas mix count
fr_fr: Impossible d'analyser le nombre de mélange gazeux

source: Error parsing the maxdepth
fr_fr: Impossible d'analyser la profondeux maximale

source: Error parsing the samples
fr_fr: Impossible d'analyser des échantillons

source: Error registering the cancellation handler.
fr_fr: Impossible d'enregistrer le gestionnaire d'annulation.

source: Error registering the data
fr_fr: Impossible d'enregistrer les données

source: Error registering the event handler.
fr_fr: Impossible d'enregistrer le gestionnaire d'événement.

source: Event: systime=%<PRId64>, devtime=%u
fr_fr: Événement : systime=%<PRId64>, devtime=%u

source: Event: waiting for user action
fr_fr: Événement : attente d'une action de l'utilisateur

source: Expand all
fr_fr: Tout déplier

source: Export As UDDF File
fr_fr: Exporter comme un fichier UDDF

source: Export UDDF...
fr_fr: Exporter UDDF...

source: Export dive(s) to UDDF
fr_fr: Export de plongée(s) vers UDDF

source: Failed to open %i files.
fr_fr: Impossible d'ouvrir %i fichiers.

source: Failed to parse '%s'
fr_fr: Impossible d'analyser « %s »

source: Failed to parse '%s'.
fr_fr: Impossible d'analyser « %s ».

source: Failed to read '%s'
fr_fr: Impossible de la lecture « %s »

source: Failed to read '%s'.
fr_fr: Impossible de lire « %s ».

source: Feb
fr_fr: Fév.

source: Feet
fr_fr: Pieds

source: File
fr_fr: Fichier

source: Filter
fr_fr: Filtrer

source: Force download of all dives
fr_fr: Forcer le téléchargement de toutes les plongées

source: Fri
fr_fr: Ven.

source: GFhigh
fr_fr: GFhaut

source: GFhigh for plan
fr_fr: GFhaut pour la simulation

source: GFlow
fr_fr: GFbas

source: GFlow for plan
fr_fr: GFbas pour la simulation

source: GPS (WGS84 or GPS format)
fr_fr: GPS (format WGS84 ou GPS)

source: Gas Used
fr_fr: Air utilisé

# Amount
source: Gas Used
fr_fr: Gaz utilisé

# Type of
source: Gas Used
fr_fr: Gaz utilisé

source: Gas consumption:
fr_fr: Consommation de gaz :

source: Gasmix
fr_fr: Mélange gazeux

source: General Settings
fr_fr: Préférences générales

source: Help
fr_fr: Aide

source: Idle
fr_fr: Inactif

source: Import File(s)...
fr_fr: Importer Fichier(s)...

source: Info
fr_fr: Informations

source: Init Communication
fr_fr: Initialisation de la communication

source: Input Plan
fr_fr: Saisir le plan

source: Invalid depth - could not parse "%s"
fr_fr: Profondeur invalide "%s"

source: Invalid depth - values deeper than 400m not supported
fr_fr: Profondeur invalide - les profondeurs inférieures à 400m ne sont pas supportées

source: Invalid gas for row %d
fr_fr: Gaz invalide ligne %d

source: Invalid starttime
fr_fr: Heure de début invalide

source: Invalid user identifier!
fr_fr: Identifiant utilisateur incorrect.

source: Jan
fr_fr: Janv.

source: Jul
fr_fr: Juil.

source: Jun
fr_fr: Juin

source: Last stop at 20 Feet
fr_fr: Dernier arrêt à 20 pieds

source: Last stop at 6 Meters
fr_fr: Dernier arrêt à 6 mètres

source: Layout Options
fr_fr: Options de mise en page

source: Linus Torvalds, Dirk Hohndel, and others, 2011, 2012, 2013
fr_fr: Linus Torvalds, Dirk Hohndel et autres, 2011, 2012, 2013

source: List
fr_fr: Liste

source: Liter
fr_fr: Litre

source: Location
fr_fr: Lieu

source: Log
fr_fr: Journal

# Duration
source: Longest
fr_fr: Plus longue

source: Longest Dive
fr_fr: Plongée la plus longue

source: Low Battery Alert
fr_fr: Alarme de batterie faible

source: Low Battery Warning
fr_fr: Avertissement de batterie faible

source: Map provider
fr_fr: Logiciel de cartographie

source: Mark invalid
fr_fr: Trace invalide

source: Mark location here
fr_fr: Sélectionner l'emplacement

source: Mark valid
fr_fr: Trace valide

source: Marker
fr_fr: Marqueur

source: Master
fr_fr: Chef

source: Max Deco Time Warning
fr_fr: Avertissement de temps de décompression max

source: Max Depth
fr_fr: Profondeur max.

source: Max Depth (%s):
fr_fr: Profondeur maximale (%s) :

source: Max SAC
fr_fr: Consommation d'air max.

source: Max Temp
fr_fr: Temp. max.

source: Max depth: %.*f %s Duration: %d min %s
fr_fr: Profondeur max. : %.*f %s Durée : %d min %s

source: Max. CNS
fr_fr: SNC Max.

source: MaxPress
fr_fr: PressionMax

source: May
fr_fr: Mai

source: Merge dives
fr_fr: Fusionner les plongées

source: Merge trip with trip above
fr_fr: Fusionner le groupe avec le groupe au dessus

source: Merge trip with trip below
fr_fr: Fusionner le groupe avec le groupe en dessous

source: Meter
fr_fr: Mètre

source: Min Depth
fr_fr: Profondeur min.

source: Min SAC
fr_fr: Consommation d'air min.

source: Min Temp
fr_fr: Temp. min.

source: Misc. Options
fr_fr: Options diverses

source: Model
fr_fr: Modèle

source: Mon
fr_fr: Lun.

source: Multi-platform divelog software in C
fr_fr: Journal de plongée multi systèmes, écrit en C

source: New
fr_fr: Nouveau

source: New starting number
fr_fr: Nouveau numéro de départ

source: Next DC
fr_fr: Ordinateur suivant

source: Nickname
fr_fr: Surnom

source: No Tank Data
fr_fr: Pas d'information sur le bloc

source: No cylinders listed for this dive.
fr_fr: Pas de bloc listé pour cette plongée.

source: Notes height (%d%% - %d%%)
fr_fr: Hauteur des notes (%d%% - %d%%)

source: Notes on top
fr_fr: Notes en haut

source: Odd pthread error return
fr_fr: Étrange erreur pthread retournée

source: Ok to delete the selected entry?
fr_fr: Supprimer cette entrée ?

source: Only display dives with these tags:
fr_fr: N'afficher que les plongées avec ces étiquettes:

source: Open File
fr_fr: Ouvrir un Fichier

source: Open...
fr_fr: Ouvrir...

source: Ordering
fr_fr: Classer

source: Other data height (%d%% - %d%%)
fr_fr: Hauteur des autres données (%d%% - %d%%)

source: Oxygen
fr_fr: Oxygène

source: PO2 Ascend Alarm
fr_fr: Alarme PO2 ascendant

source: PO2 Ascend Warning
fr_fr: Avertissement PO2 ascendant

source: PO2 Green Warning
fr_fr: Avertissement PO2 Vert

source: Password
fr_fr: Mot de passe

source: Pick on map
fr_fr: Sélectionner sur une carte

source: Planner
fr_fr: Simulateur

source: Please enter your userid and password for divelogs.de. The selected dives will be added to your account
fr_fr: Entrer vos id et mot de passe pour divelogs.de. Les plongées sélectionnées seront ajoutées à votre compte.

source: Preferences
fr_fr: Préférences

source: Preferences...
fr_fr: Préférences...

source: Pressure
fr_fr: Pression

source: Pressure:
fr_fr: Pression :

source: Prev DC
fr_fr: Ordinateur précédent

source: Print in color
fr_fr: Imprimer en couleur

source: Print only selected dives
fr_fr: Imprimer uniquement les plongées selectionnées

source: Print selection
fr_fr: Imprimer la sélection

source: Print type
fr_fr: Type d'impression

source: Print...
fr_fr: Imprimer...

source: Profile
fr_fr: Profil

source: Profile Settings
fr_fr: Préférences personnelles

source: Profile height (%d%% - %d%%)
fr_fr: Hauteur du profil (%d%% - %d%%)

source: Profile on top
fr_fr: Profil en haut

source: Quit
fr_fr: Quitter

source: RGT Alert
fr_fr: Alerte temps air restant

source: RGT Warning
fr_fr: Avertissement temps d'air restant

source: Rating
fr_fr: Évaluation

source: Reading %s %s
fr_fr: Lecture %s %s

source: Remove
fr_fr: Enlever

source: Remove Trip
fr_fr: Supprimer groupe

source: Remove dive from trip
fr_fr: Retirer la plongée du groupe

source: Remove event here
fr_fr: Retirer un événement ici

source: Remove selected dives from trip
fr_fr: Retirer les plongées sélectionnées du groupe

source: Renumber
fr_fr: Renuméroter

source: Renumber...
fr_fr: Renuméroter...

source: Retry
fr_fr: Essayer à nouveau

source: SAC
fr_fr: Consommation d'air

source: SAC during decostop
fr_fr: Consommation d'air pendant la décompression

source: SAC during dive
fr_fr: Consommation d'air pendant la plongée

source: Safety Stop Violation
fr_fr: Violation du palier de sécurité

source: Sat
fr_fr: Sam.

source: Save As...
fr_fr: Enregistrer sous...

source: Save Changes?
fr_fr: Enregistrement des changements ?

source: Save File As
fr_fr: Enregistrer le fichier sous

source: Save as
fr_fr: Enregistrer sous

source: Save...
fr_fr: Enregistrer...

source: Segment Time
fr_fr: Fragmenter le temps

source: Select Events
fr_fr: Sélection des événements

source: Select Events...
fr_fr: Sélection des événements...

source: Select Tags...
fr_fr: Sélectionner des étiquettes...

source: Sep
fr_fr: Sept.

source: Short write to req.txt file Is the Uemis Zurich plugged in correctly?
fr_fr: Écriture partielle des progrès dans le fichier req.txt Est-ce que votre Uemis Zurich est branché correctement ?

# Duration
source: Shortest
fr_fr: Plus courte

source: Shortest Dive
fr_fr: Plongée la plus courte

source: Show Columns
fr_fr: Afficher les colonnes

source: Show EAD, END, EADD
fr_fr: Afficher EAD, END, EADD

source: Show MOD
fr_fr: Afficher MOD

source: Show calculated ceiling
fr_fr: Afficher le plafond calculé

source: Show dc reported ceiling in red
fr_fr: Afficher en rouge le plafond signalé par l'ordinateur

source: Show in map
fr_fr: Afficher sur une carte

source: Show pHe graph
fr_fr: Afficher le graph pHe

source: Show pN%s graph
fr_fr: Afficher le graph pN%s

source: Show pO%s graph
fr_fr: Afficher le graph pO%s

source: Simulated Dive
fr_fr: Plongée simulée

source: Size
fr_fr: Taille

source: Sizing heights (%% of layout)
fr_fr: Hauteurs (%% de la page)

source: Speed Alarm
fr_fr: Alarme de vitesse

source: Speed Warning
fr_fr: Avertissement de vitesse

source: Start
fr_fr: Début

source: Start download
fr_fr: Début du téléchargement

source: Statistics
fr_fr: Statistiques

source: Statistics %s
fr_fr: Statistiques %s

source: Status
fr_fr: Statut

source: Stay at %.*f %s for %d:%02d min - runtime %d:%02u on %s
fr_fr: Rester à %.*f %s pour %d:%02d min - temps %d:%02u sur %s

source: Strange percentage reading %s
fr_fr: Valeur de pourcentage étrange %s

source: Suit
fr_fr: Combinaison

source: Sun
fr_fr: Dim.

source: Surf Intv
fr_fr: Tps entre plongées

source: Surface Pressure (mbar)
fr_fr: Pression en surface (mbar)

source: Switch gas to %s
fr_fr: Changer pour du gaz %s

source: Table print
fr_fr: Impression du tableau

source: Tags are only shown if they are identical for all edited dives
fr_fr: Les étiquettes ne sont affichées que si elles sont identiques pour toutes les plongées éditées

source: Tank Change Suggested
fr_fr: Changement de bloc suggéré

source: Tank Pressure Info
fr_fr: Pression du bloc

source: Tec Settings
fr_fr: Préférences techniques

source: Temperature
fr_fr: Température

source: Temperature:
fr_fr: Température :

source: Three
fr_fr: Trois

source: Thu
fr_fr: Jeu.

source: Time
fr_fr: Temps

source: To edit dive information double click on it in the dive list
fr_fr: Pour modifier les informations d'une plongée faites un double-clic sur la plongée dans la liste

source: Toggle Zoom
fr_fr: Changer de zoom

source: Too many gas mixes
fr_fr: Trop de gaz différents

source: Too many waypoints
fr_fr: Trop de points de cheminement

source: Total Time
fr_fr: Temps total

source: Total Weight:
fr_fr: Poids total :

source: Transition to %.*f %s in %d:%02d min - runtime %d:%02u on %s
fr_fr: Transition vers %.*f %s en %d:%02d min - temps %d:%02u sur %s

source: Trip %1$s, %2$s %3$d, %4$d (%5$d dive)
fr_fr: Groupe %1$s %3$d %2$s %4$d (%5$d plongée)

source: Tue
fr_fr: Mar.

source: Uemis Zurich: File System is almost full Disconnect/reconnect the dive computer and click 'Retry'
fr_fr: Uemis Zurich : le disque dur est presque plein Débranchez puis rebranchez l'ordinateur afin d'essayer à nouveau

source: Uemis Zurich: File System is full Disconnect/reconnect the dive computer and try again
fr_fr: Uemis Zurich : Le disque dur est plein Débranchez puis rebranchez l'ordinateur afin d'essayer à nouveau

source: Uemis init failed
fr_fr: Impossible d'initialiser Uemis

source: Unable to create libdivecomputer context
fr_fr: Impossible de créer un contexte libdivecomputer

source: Unable to create parser for %s %s
fr_fr: Impossible de créer une analyse pour %s %s

source: Unable to open %s %s (%s)
fr_fr: Impossible d'ouvrir %s %s (%s)

source: Units
fr_fr: Unités

source: Upload dive(s) to divelogs.de
fr_fr: Télécharger plongée(s) vers divelogs.de

source: Upload to divelogs.de
fr_fr: Télécharger vers divelogs.de

source: Upload to divelogs.de...
fr_fr: Télécharger vers divelogs.de...

source: Use right click to mark dive location at cursor
fr_fr: Faites un clic droit pour marquer la position de la plongée au curseur

source: User Identifier
fr_fr: Identifiant utilisateur

source: User Manual
fr_fr: Manuel utilisateur

source: View
fr_fr: Vue

source: Visibility
fr_fr: Visibilité

source: W
fr_fr: O
