Repository: 00mjk/subsurface
Catalog: po/*.po
Languages: fr_fr

source: Warning - extremely long dives can cause long calculation time
fr_fr: Attention - les très longues plongées entraînent de long temps de calcul

source: Warning - planning very deep dives can take excessive amounts of time
fr_fr: Attention - la simulation de plongées très profondes peut durer un certain temps

source: Water Temp
fr_fr: Temp. de l'eau

source: Webservice
fr_fr: Serveur

source: Wed
fr_fr: Mer.

source: Weight
fr_fr: Poids

source: Weight System
fr_fr: Système de poids

source: Weight:
fr_fr: Poids:

source: XML file
fr_fr: Fichier XML

source: Year
fr_fr: Année

source: Yearly Statistics
fr_fr: Statistiques annuelles

source: You already have a dive computer of this model named %s Subsurface can maintain a nickname for this device to distinguish it from the existing one. The default is the model and device ID as shown below. If you don't want to name this dive computer click 'Cancel' and Subsurface will simply display its model as its name (which may mean that you cannot tell the two dive computers apart in the logs).
fr_fr: Vous avez déjà un ordinateur de ce modèle nommé %s Subsurface peut donner un surnom à ce modèle pour le distinguer du précédant.Le modèle et l'identifiant du périphérique sont montré ci-dessous. Si vous ne voulez pas donner un surnom à ce modèle, appuyez sur « Annuler » et Subsurface utilisera son modèle (ce qui peut signifier que vous ne pourrez distinguer les deux ordinateurs).

source: You have unsaved changes Would you like to save those before closing the datafile?
fr_fr: Vous avez des changements non enregistrés. Souhaitez-vous enregistrer ces changements avant de fermer ?

source: You have unsaved changes to file: %s Would you like to save those before closing the datafile?
fr_fr: Vous avez des changements non enregistrés dans le fichier : %s Souhaitez-vous enregistrer ces changements avant de le fermer ?

source: airtime
fr_fr: temps d'air

source: ankle
fr_fr: cheville

source: ascent
fr_fr: ascension

source: backplate weight
fr_fr: poids dorsaux

source: belt
fr_fr: ceinture

source: boat
fr_fr: bateau

source: bookmark
fr_fr: marque-page

source: cave
fr_fr: grotte

source: cavern
fr_fr: grotte

source: ceiling
fr_fr: plafond

source: ceiling (safety stop)
fr_fr: plafond (palier de sécurité)

source: cuft
fr_fr: pied³

source: data
fr_fr: données

source: deco stop
fr_fr: Arrêt de décompression

source: deep
fr_fr: profondeur

source: deepstop
fr_fr: Arrêt profond

source: divelog entry id
fr_fr: identifiant de l'entrée dans le journal

source: divespot data id
fr_fr: identifiant du site de plongée

source: divetime
fr_fr: Temps de plongée

source: drift
fr_fr: dérivante

source: drysuit
fr_fr: Combinaison sèche

source: for all dives
fr_fr: pour toutes les plongées

source: for dive #%d
fr_fr: pour la plongée n°%d

source: for dives #
fr_fr: pour les plongées n°

source: for selected dive
fr_fr: uniquement la plongée sélectionnée

source: for selected dives
fr_fr: uniquement les plongées sélectionnées

source: freshwater
fr_fr: eau douce

source: ft
fr_fr: pied

source: full suit
fr_fr: Combinaison intégrale

source: gaschange
fr_fr: Changement de gas

source: heading
fr_fr: entête

source: ice
fr_fr: glace

source: integrated
fr_fr: intégré

source: invalid
fr_fr: Invalide

source: invalid event number
fr_fr: numéro d'événement non valide

source: jacket
fr_fr: gilet

source: lake
fr_fr: Lac

source: lbs
fr_fr: livre US

source: long john
fr_fr: salopette de combinaison

source: max ppO2
fr_fr: ppO2 max

source: maxCNS
fr_fr: SNCmax

source: maxdepth
fr_fr: profondeur max

source: model=%u (0x%08x), firmware=%u (0x%08x), serial=%u (0x%08x)
fr_fr: modèle = %u (0x%08x), firmware = %u (0x%08x), port série = %u (0x%08x)

source: more data dive id
fr_fr: plus d'identifiants de plongée

source: more than %d days
fr_fr: plus de %d jours

source: night
fr_fr: nuit

source: non stop time
fr_fr: temps sans arrêt

source: none
fr_fr: aucun

source: pHe threshold
fr_fr: limite pHe

source: pN%s threshold
fr_fr: limite pN%s

source: pO%s threshold
fr_fr: limite pO%s

source: pool
fr_fr: piscine

source: river
fr_fr: rivière

source: safety stop
fr_fr: palier de sécurité

source: safety stop (mandatory)
fr_fr: palier de sécurité (obligatoire)

source: safety stop (voluntary)
fr_fr: palier de sécurité (volontaire)

source: semidry
fr_fr: semi-étanche

source: shore
fr_fr: rivage

source: teaching
fr_fr: technique

source: tissue level warning
fr_fr: Avertissement de niveau « tissue »

source: training
fr_fr: entraînement

source: translator-credits
fr_fr: Pierre-Yves Chibon Jean-Noël Rouchon Stéphane Raimbault Kévin Raymond Sylvestre Ledru

source: transmitter
fr_fr: transmetteur

source: unkn
fr_fr: inconnu

source: unknown
fr_fr: inconnu

source: unspecified
fr_fr: non spécifié

source: vest
fr_fr: veste

source: video
fr_fr: vidéo

source: weight
fr_fr: poids

source: wetsuit
fr_fr: combinaison humide

source: workload
fr_fr: charge

source: wreck
fr_fr: épave
